{
  "gameTitle": "Wasserkraft",
  "home": {
    "title": "Wasserkraft Solo Helper",
    "play1": "Spiele <a href='https://boardgamegeek.com/boardgame/251247/barrage' target='_blank' rel='noopener'><b>Wasserkraft</b></a> gegen Automa, die künstliche Gegenspielerin.",
    "play2": "Diese Applikation ersetzt das Automa-Kartendeck und führt dich durch das Spiel und das Automa-Regelwerk.",
    "feedback": "Discussion and Feedback:"
  },
  "setup": {
    "title": "Spielaufbau",
    "expansions": {
      "title": "Erweiterungen",
      "leeghwater-project": "Das Leeghwater-Projekt",
      "far-companies": "Far Companies"
    },
    "players": {
      "title": "Spieler",
      "playerCount": "Menschliche Spieler",
      "playerCountItem": "{count} Spieler",
      "playerColor": "Spieler-Farbe | Spieler {index} Farbe",
      "botCount": "Automa",
      "botCountItem": "{count} Automa | {count} Automas",
      "botColor": "Automa-Farbe | Automa {index} Farbe"
    },
    "difficultyLevel": {
      "title": "Schwierigkeitsgrad",
      "easy": "Leicht",
      "hard": "Schwer",
      "bot": "Automa {bot}"
    }
  },
  "setupBot": {
    "title": "Automa-Aufbau",
    "corporation": {
      "title": "Unternehmen"
    },
    "executiveOfficer": {
      "title": "Chefingenieur"
    },
    "setup": {
      "title": "Aufbau",
      "playerPieces": "Bereite Automa mit dem gewählten Unternehmensplan und allem Spielmaterial vor.",
      "noExecutiveOfficer": "Automa erhält keinen Chefingenieur.",
      "noStartingContract": "Automa erhält keinen Startvertrag.",
      "victoryPoints": "Automa beginnt das Spiel mit 16 SP.",
      "playerOrder": "Initiale Spielerreihenfolge:"
    },
    "validCorporationExecutiveOfficer": "Bitte wähle ein Unternehmen und Chefingenieur für Automa."
  },
  "turnPlayer": {
    "title": "Spieler | Spieler {player}",
    "takeTurn": "Führe deinen Zug aus.",
    "pass":{
      "title": "Passen",
      "confirm": "Passen und die Aktionsphase beenden?"
    }
  },
  "turnBot": {
    "title": "Automa | Automa {bot}",
    "done": "Arbeiter platziert",
    "notPossible": "Nicht möglich"
  },
  "sideBar": {
    "round": "Runde {round}",
    "turn": "Zug {turn}",
    "workers": "{count} Arbeiter",
    "pass": "(gepasst)"
  },
  "difficultyLevel": {
    "1": "Einfach - \"Schwachstrom\"",
    "2": "Normal",
    "3": "Schwer - \"Starkstrom\"",
    "4": "Sehr schwer - \"Hochspannung\""
  },
  "corporation": {
    "usa": "USA",
    "germany": "Deutschland",
    "italy": "Italien",
    "france": "Frankreich",
    "netherlands": "Die Niederlande"
  },
  "executiveOfficer": {
    "wilhelm-adler": "Wilhelm Adler",
    "graziano-del-monte": "Graziano del Monte",
    "viktor-fiesler": "Viktor Fiesler",
    "jill-mcdowell": "Jill McDowell",
    "solomon-p-jordan": "Solomon P. Jordan",
    "anton-krylov": "Anton Krylov",
    "mahiri-sekibo": "Mahiri Sekibo",
    "simone-luciani": "Simone Luciani",
    "tommaso-battista": "Tommaso Battista",
    "leslie-spencer": "Leslie Spencer",
    "margot-fouche": "Margot Fouché"
  },
  "actionItem": {
    "production": "Energieproduktion",
    "water-management": "Wassermanagement",
    "contract-office": "Notariat",
    "construction": "Bauaktion",
    "workshop": "Werkstatt",
    "machinery-shop": "Maschinenausstellung",
    "patent-office": "Patentamt",
    "external-work": "Auftragsarbeit",
    "bank": "Bank"
  },
  "rules": {
    "general": {
      "title": "Automa-Regeln",
      "intro": "Einige Regeln werden für den Automa wie folgt modifiziert:",
      "noCredits": "<b>Automa nutzen kein Geld.</b> Immer wenn ein Automa Hydro bezahlen oder erhalten würde, so verliert oder erhält er entsprechend viele Siegpunkte <i>(um ein Bauteil auf einem rot umrandeten Baufeld zu bauen, würde er also 3 SP verlieren)</i>. Automa können dadurch auch negative Siegpunkte haben.",
      "noCompanyAbility": "<b>Automa nutzen auch nicht die Spezialfähigkeit ihres Unternehmens</b>, die durch den Bau des dritten Turbinenhauses freigeschaltet wird. Sie nutzen aber die Boni für den Bau des zweiten und vierten Turbinenhauses.",
      "noExecutiveOfficers": "<b>Automa nutzen keine Chefingenieure.</b>",
      "doesNotTakeContractTiles": "<b>Automa nehmen keine Vertragsplättchen.</b> Automa erfüllen Verträge direkt aus der offenen Auslage im Notariat.",
      "advancedTechnologyTiles": "<b>Automa können fortgeschrittene Technologieplättchen erwerben</b>, sie nutzen aber nur die Basisfunktion <i>(den Bau eines Bauteils)</i> und nicht die Sonderfähigkeit.",
      "objectiveTileScoring": "Wenn ein Automa für die Erfüllung des <b>Zielplättchens</b> Punkte erhält, dann erhält er, ggf. nach der Auflösung von Gleichständen, 5 Zusatzpunkte. Ohne Gleichstände also 20 SP für den 1. Platz, 15 SP für den 2. Platz oder 10 SP für den 3. Platz.",
      "engineerPlacement": {
        "title": "Arbeitereinsatz",
        "constructionSpaces": "<b>Automa Bauaktionen</b> – Wenn ein Automa baut, platziert er so viele Arbeiter auf seinem Unternehmensplan, wie es die Applikation angibt. Ignoriere dabei die Aktionsfelder. Ein Automa kann beliebig viele Bauaktionen in einer Runde durchführen.",
        "managementSpaces": "<b>Automa Managementaktionen</b> – Wenn ein Automa eine Managementaktion durchführt, platziert er die in der Applikation angegebene Anzahl von Arbeitern auf ein Aktionsfeld in der entsprechenden Kategorie auf dem Managementplan. Er blockiert mit diesen Arbeitern das erste noch freie Feld in dieser Kategorie, das er vorfindet, erst auf der linken Seite von oben nach unten und dann auf der rechten Seite von oben nach unten. <b>Wenn kein Aktionsfeld mehr frei ist, platziert er die Arbeiter neben dem letzten Feld.</b> Die Aktion, die der Automa durchführt, wird nicht durch das Aktionsfeld bestimmt, sondern allein über das Automaplättchen. Das Gleiche gilt für die Kosten der Aktion, auch Zusatzkosten für ein rot umrandetes Aktionsfeld werden vom Automa ignoriert. Die Arbeiter blockieren immer genau 1 Aktionsfeld, auch wenn es mehr oder weniger Arbeiter sind als auf dem Aktionsfeld abgebildet."
      }
    },
    "actionItem": {
      "production": {
        "intro": "Der Automa produziert, falls die folgenden Bedingungen alle erfüllt sind, dort Energie, wo er den höchsten Ertrag erzielt:",
        "productionSystemReady": "<b>Vollständiges System:</b> Es gibt mindestens 1 Kombination aus Bauteilen (<i>Staumauer mit min. 1 Wassereinheit, Rohrwerk, Turbinenhaus</i>), mit der der Automa produzieren könnte.",
        "energyTrack": "<b>Energieleiste:</b> Der Automa ist nicht Erster auf der Energieleiste und/oder hat noch nicht genug Energie produziert, um den vollen Bonus bei der Wertung des aktuellen Bonusplättchens zu bekommen. <i>(Diese Bedingung ist also nur nicht erfüllt, wenn er Erster ist und bereits den vollen Bonus bekäme.)</i>",
        "contractRequirement": "<b>Erfüllbarer Vertrag:</b> Die maximale Energie, die der Automa produzieren könnte <i>(inkl. Bonus oder Malus)</i> reicht aus, um mindestens 1 im Notariat offen ausliegenden Vertrag der abgebildeten Farbe zu erfüllen.",
        "produceEnergy": "<b>Der Automa produziert mit der Kombination von Bauteilen, mit der er den höchsten Energieertrag erzielt</b>. Addiere bzw. subtrahiere ggf. noch den angegebenen <b>Bonus oder Malus</b>, sowie den Bonus seiner gebauten Turbinenhäuser. Bewege die Wassereinheiten und den Energiemarker wie üblich.",
        "fulfillContract": "Danach <b>erfüllt der Automa den im Notariat offen ausliegenden Vertrag mit dem höchsten Wert</b>, den er mit seiner Produktion erfüllen kann. Das kann auch ein Vertrag einer anderen Farbe sein als auf dem Automaplättchen angegeben <i>(auch ein staatlicher Vertrag)</i>. Wenn es mehrere Verträge mit dem höchsten Wert gibt, wählt er den weiter rechts liegenden. Der Automa erhält die Belohnung des Vertrags, danach wird der Vertrag neben seinem Unternehmensplan abgelegt und durch ein neues Plättchen ersetzt <i>(außer bei einem staatlichen Vertrag)</i>.",
        "multipleOptions": "Gibt es mehrere Möglichkeiten, denselben höchsten Ertrag zu erzielen, so nutzt der Automa vorrangig die Wassereinheiten aus neutralen Staumauern. Gibt es auch danach noch mehrere Möglichkeiten, entscheide anhand der in der Spalte „Rohrwerk“ auf dem Kriterienplättchen abgebildeten Nummer, mit welchem Rohrwerk der Automa produziert <i>(TODO: link)</i>."
      },
      "water-management": {
        "intro": "Der Automa platziert die angegebene Anzahl Wassereinheiten auf 1 oder mehrere Quellenplättchen.",
        "damReachable": "Der Automa führt diese Aktion nur durch, wenn mindestens 1 der platzierten Wassereinheiten zu 1 seiner Staumauern gelangen würde <i>(prüfe, ob dies zutrifft, wenn das Wasser sofort fließen würde, selbst wenn die Wassereinheit nicht sofort fließt)</i>.",
        "damCapacity": "Die Staumauer muss noch genug Kapazität haben, um die Wassereinheit auch stauen zu können. Wenn die erste Wassereinheit zu einer eigenen Staumauer gelangen kann, die zweite aber nicht, dann platziert der Automa nur 1 Wassereinheit.",
        "engineerPlacement": "Auch in diesem Fall platziere 1 Arbeiter auf dem Managementplan."
      },
      "contract-office": {
        
      },
      "construction": {
        
      },
      "workshop": {
        "intro": "Der Automa dreht, falls seine Bauscheibe nicht komplett leer ist, seine Bauscheibe um die angegebene Anzahl von Segmenten weiter.",
        "technologyTiles": "Wenn sich in der Bauscheibe des Automa mindestens 1 Technologieplättchen und/oder 1 Maschine befindet, führt er die Aktion durch.",
        "engineerPlacement": "Der Automa platziert die abgebildete Anzahl Arbeiter auf dem Managementplan und bezahlt die angegebene Anzahl SP. Wie üblich nimmt der Automa nach jeder Drehung die Technologie und Maschinen im oberen Segment in seinen Vorrat zurück."
      },
      "machinery-shop": {
        "intro": "Der Automa erhält die abgebildeten Maschinen und zahlt dafür die angegebene Anzahl SP.",
        "engineerPlacement": "Der Automa platziert die angegebene Anzahl Arbeiter auf dem ersten freien Aktionsfeld dieser Kategorie, zahlt die angegebene Anzahl SP und nimmt sich die auf dem Automaplättchen abgebildeten Maschinen."
      },
      "patent-office": {
        
      },
      "external-work": {
        "intro": "Der Automa führt, falls er kann, eine Auftragsarbeit aus.",
        "enoughMachineries": "Prüfe, ob der Automa die benötigten Maschinen hat, um eine Auftragsarbeit auszuführen. Falls der Automa mehrere Arbeiten ausführen könnte, bestimme die Arbeit, die er ausführt anhand der abgebildeten Reihenfolge von links nach rechts. Die Zahl bezieht sich auf die Position des Plättchens auf dem Managementplan, von oben nach unten.",
        "engineerPlacement": "Der Automa platziert die benötigten Arbeiter auf dem zu dieser Auftragsarbeit gehörenden Aktionsfeld und gibt die benötigten Maschinen ab.",
        "particularEffect": "<b>Sonderregelung:</b> Wenn der Automa durch die Auftragsarbeit einen Vertrag erfüllen kann, erfüllt er den Vertrag mit dem höchsten möglichen Wert und bei 2 ausliegenden Verträgen mit selbem Wert den rechts liegenden."
      },
      "bank": {
        "intro": "Der Automa platziert 1 Arbeiter in der Bank und erhält 1 SP."
      }
    }
  },
  "notfound": {
    "title": "Nicht Gefunden"
  },
  "action": {
    "playGame": "Spielen",
    "startGame": "Spiel starten",
    "next": "Weiter",
    "nextRound": "Nächste Runde",
    "abortGame": "Spiel abbrechen",
    "abortGameConfirm": "Das aktuelle Spiel wird abgebrochen - bist du sicher?",
    "endGame": "Spiel beenden",
    "endGameConfirm": "Dieses Spiel wird beendet - bist du sicher?",
    "cancel": "Abbrechen",
    "backToHome": "Zurück zum Anfang",
    "back": "Zurück",
    "close": "Schließen",
    "ok": "OK",
    "pass": "Passen"
  },
  "footer": {
    "credits": "Credits"
  },
  "serviceWorkerUpdatedRefresh": {
    "title": "Applikation neu laden",
    "notice": "Die Applikation wurde aktualisiert - möchtest du die Seite neu laden um die neueste Version zu nutzen?"
  }
}
