{
  "gameTitle": "Barrage",
  "home": {
    "title": "Barrage Solo Helper",
    "play1": "Play <a href='https://boardgamegeek.com/boardgame/251247/barrage' target='_blank' rel='noopener'><b>Barrage</b></a> against Automa, the artificial opponent.",
    "play2": "This application replaces the Automa card deck and guides you through the game and Automa ruleset.",
    "feedback": "Discussion and Feedback:"
  },
  "setup": {
    "title": "Setup Game",
    "expansions": {
      "title": "Expansions",
      "leeghwater-project": "The Leeghwater Project",
      "far-companies": "Far Companies"
    },
    "players": {
      "title": "Player",
      "playerCount": "Human Players",
      "playerCountItem": "{count} Player | {count} Players",
      "playerColor": "Player Color | Player {index} Color",
      "botCount": "Automa",
      "botCountItem": "{count} Automa | {count} Automas",
      "botColor": "Automa Color | Automa {index} Color"
    },
    "difficultyLevel": {
      "title": "Difficulty Level",
      "easy": "Easy",
      "hard": "Hard"
    }
  },
  "setupBot": {
    "title": "Setup Automa",
    "corporation": {
      "title": "Corporation"
    },
    "executiveOfficer": {
      "title": "Executive Officer"
    },
    "setup": {
      "title": "Setup",
      "playerPieces": "Setup Automa with the chosen company board and all game components.",
      "noExecutiveOfficer": "Do not assign executive officers to Automa.",
      "noStartingContract": "Do not assign starting contracts to Automa.",
      "victoryPoints": "Automa begins the game with 16 Victory Points.",
      "playerOrder": "Initial player order:"
    },
    "validCorporationExecutiveOfficer": "Please select a corporation and executive officer for Automa."
  },
  "turnPlayer": {
    "title": "Player | Player {player}",
    "takeTurn": "Take your turn.",
    "pass":{
      "title": "Pass",
      "confirm": "Pass and drop out of the action phase?"
    }
  },
  "turnBot": {
    "title": "Automa | Automa {bot}",
    "done": "Engineer placed | Engineers placed",
    "notPossible": "Not possible"
  },
  "sideBar": {
    "round": "Round {round}",
    "turn": "Turn {turn}",
    "workers": "{count} Engineers",
    "pass": "(passed)"
  },
  "difficultyLevel": {
    "1": "Easy - \"Low Voltage\"",
    "2": "Medium",
    "3": "Hard - \"High Voltage\"",
    "4": "Very Hard - \"Overpowered\""
  },
  "corporation": {
    "usa": "USA",
    "germany": "Germany",
    "italy": "Italy",
    "france": "France",
    "netherlands": "The Netherlands"
  },
  "executiveOfficer": {
    "wilhelm-adler": "Wilhelm Adler",
    "graziano-del-monte": "Graziano del Monte",
    "viktor-fiesler": "Viktor Fiesler",
    "jill-mcdowell": "Jill McDowell",
    "solomon-p-jordan": "Solomon P. Jordan",
    "anton-krylov": "Anton Krylov",
    "mahiri-sekibo": "Mahiri Sekibo",
    "simone-luciani": "Simone Luciani",
    "tommaso-battista": "Tommaso Battista",
    "leslie-spencer": "Leslie Spencer",
    "margot-fouche": "Margot Fouché"
  },
  "actionItem": {
    "production": "Production",
    "water-management": "Water Management",
    "contract-office": "Contract Office",
    "construction": "Construction",
    "workshop": "Workshop",
    "machinery-shop": "Machinery Shop",
    "patent-office": "Patent Office",
    "external-work": "External Work",
    "bank": "Bank"
  },
  "rules": {
    "general": {
      "title": "Automa Rules",
      "intro": "Some of the basic rules of the game are modified for the Automa players:",
      "noCredits": "<b>Automa don’t use Credits.</b> Each time an Automa must pay or gain Credits, it pays or gains an equivalent number of Victory Points <i>(e.g. if an Automa build a structure in a space with a red bordered icon, it will pay 3 VPs)</i>. Automa Victory Points can go down below zero.",
      "noCompanyAbility": "<b>Automa don’t use the Company special ability activated</b> by the construction of the 3rd Powerhouse. However, Automa will use the production bonuses activated by building the 2nd and 4th Powerhouse.",
      "noExecutiveOfficers": "<b>Automa don’t use Executive Officers.</b>",
      "doesNotTakeContractTiles": "<b>Automa don’t take Contract tiles.</b> Automa players directly fulfill face-up Contracts available in the Contract Office.",
      "advancedTechnologyTiles": "<b>Automa can buy Advanced Technology tiles</b>, but they will use only the basic effect <i>(i.e. the construction of a structure)</i> without using the relevant special effect.",
      "objectiveTileScoring": "If an Automa player has the most elements according to the <b>Objective tile</b> condition, it scores 20 VPs; if it is the second, it score 15 VPs; if it is third, it scores 10 VPs.",
      "engineerPlacement": {
        "title": "Engineer Placement",
        "constructionSpaces": "<b>Automa construction action spaces</b> - Unlike human players, when an Automa player performs a construction action, it will place the number of Engineers indicated in the App on the Company board, independently from the availability of action spaces. There is no limit to the number of structures Automa can build in a single round.",
        "managementSpaces": "<b>Automa Management action spaces</b> - Unlike human players, when Automa players perform a Management action, Automa will place - on the relevant section - the number of Engineers indicated in the App, independently from the availability of action spaces. The Engineers indicated in the App have to be placed always on the first free <i>(i.e. without Engineers)</i> action space on the relevant section of the Management Board, Patent Office or Extra Management Board, from the top to the bottom of the left column and then from the top to the bottom of the right column ignoring the number of Engineers required on the filled action space. Please note that the occupied action space does not define the action effectively performed by the Automa - which is actually indicated by the icon on the Automa tile. <b>If there are no available action spaces on the relevant section, and the Automa is able to perform the action indicated on the Automa tile, just place the required Engineers next to the corresponding section.</b>"
      }
    },
    "actionItem": {
      "production": {
        "intro": "The Automa will produce Energy using its best available production system, only if the following conditions are all satisfied:",
        "productionSystemReady": "<b>Production System Ready</b> - There is at least one structure connection <i>(i.e. Dam containing at least 1 Water Drop + Conduit + Powerhouse)</i> which allows Automa to produce.",
        "energyTrack": "<b>Energy Track</b> - Automa is not yet in the current round numbered section which allows it to get the Full Reward from the Bonus tile OR Automa is not currently the first player on the Energy Track <i>(at least one of the two conditions)</i>.",
        "contractRequirement": "<b>Contract Requirement</b> - The maximum potential energy producible <i>(including the production bonus/malus indicated)</i> is equal or greater than the energy requirement of at least one available Contract of the indicated type.",
        "produceEnergy": "<b>The Automa will produce Energy using the best production system available</b> <i>(i.e. the one producing the higher amount of Energy)</i> <b>and applying the indicated bonus/malus </b> <i>(and eventually the bonus activated on the Company board)</i>. Move the Water Drops and update the Energy Track as usual.",
        "fulfillContract": "Then, <b>the Automa will immediately fulfill the higher value Contract available</b> in the Contract Office, not only among those checked as a condition <i>(in case of tie, the contract on the right space)</i> and receive the corresponding reward. The fulfilled Contract is removed and replaced by a new one. The Automa can fulfill National Contracts like a human player <i>(in case of tie, the rightmost one)</i>.",
        "multipleOptions": "If there are multiple options to fulfill the contract with the same highest value, Automa uses water from a neutral dam first. If there are still multiple options, use the number for column „Conduit“ of the criteria tile <i>(TODO: link)</i>."
      },
      "water-management": {
        "intro": "The Automa will place the indicated amount of Water Drops on one or more Headstream tiles, following the standard rules.",
        "damReachable": "The Automa will perform this action only if at least one of the placed Water Drops can reach one of its own Dams <i>(either immediately or in the upcoming Water Phase, taking into consideration the current map status)</i>.",
        "damCapacity": "The Dam <i>(or Dams)</i> must have enough capacity left to store the Water Drop(s); any exceeding Water Drop will not be placed.",
        "engineerPlacement": "If at least one Water Drop was placed with this action, the Automa must place one Engineer on the Water Management Action spaces."
      },
      "contract-office": {
        
      },
      "construction": {
        
      },
      "workshop": {
        "intro": "The Automa will rotate its Construction Wheel by the indicated number of segments, only if it’s not completely empty.",
        "technologyTiles": "If the Automa Construction Wheel has Machineries and/or Technology Tiles inside, perform the action.",
        "engineerPlacement": "Automa must place the number of Engineers indicated by the App on the Workshop action spaces and pay the number of Victory Points as indicated. As usual, the Automa must immediately take back any Machineries and/or Technology tiles that are back in the entry segment after each individual rotation."
      },
      "machinery-shop": {
        "intro": "Automa pays the indicated number of VPs to take the indicated number of Machineries.",
        "engineerPlacement": "Place the indicated number of Engineers on the first available Machinery Shop action space and pay the number of Victory Points indicated on the Action tile to take the Machineries indicated on the Action tile."
      },
      "patent-office": {
        "intro": "The Automa will pay 2 Victory Points to take the indicated Advanced Technology tile, if available in the Patent Office (or a wild Advanced Technology tile, if available).",
        "engineerPlacement": "Automa places 1 Engineer on the Patent Office action space and pays 2 Victory Points instead of 2 Engineers and 5 VPs.",
        "multipleTiles": "In case two tiles for the same structure are available, Automa will take the higher level tile.",
        "noneAvailable": "If neither the indicated Technology tile neither a wild Technology tile are available, the Automa will not perform this action."
      },
      "external-work": {
        "intro": "The Automa will fulfill an available External Work.",
        "enoughMachineries": "Check if the Automa has enough Machineries to complete at least one available External Work. If it can fulfill more than one External Work, Automa will choose which one to fulfill according to the indicated preference order: the number refers to the tiles position on the Management board.",
        "engineerPlacement": "Automa places the indicated number of Engineers on the corresponding action space and discard the required number of Machineries.",
        "particularEffect": "<b>Particular effect:</b> if the Automa must fulfill a Contract as effect of an External Work, it must fulfill the higher Private Contract available in the Contract Office <i>(in case of a tie, the one on the right; if the effect is a 4-value Contract, the higher between those valued 4 or less)</i>."
      },
      "bank": {
        "intro": "Automa scores 1 Victory Point, placing 1 Engineer in the Bank."
      }
    }
  },
  "notfound": {
    "title": "Not Found"
  },
  "action": {
    "playGame": "Play Game",
    "startGame": "Start Game",
    "next": "Next",
    "nextRound": "Next Round",
    "abortGame": "Abort Game",
    "abortGameConfirm": "Aborting the running game - are you sure?",
    "endGame": "End Game",
    "endGameConfirm": "End this game and return to home screen - are you sure?",
    "cancel": "Cancel",
    "backToHome": "Back to Home",
    "back": "Back",
    "close": "Close",
    "ok": "OK",
    "pass": "Pass"
  },
  "footer": {
    "credits": "Credits"
  },
  "serviceWorkerUpdatedRefresh": {
    "title": "Refresh Application",
    "notice": "The application was updated - do you want to refresh to use the latest version?"
  }
}
